#version: 0.2 - Trained by `huggingface/tokenizers`
C C
] (
@ @
) [
( =
CC CC
c c
) =
C O
]( [
N C
O C
( [
CCCC CCCC
) (
CC C
@ ]
- ]
cc c
@@ ]
) (=
1 2
] )
n c
C N
O P
CO C
-] )=
C l
O CC
CCCC C
cc ccc
CO P
] [
] )[
C c
-] )(=
) \
] %
) ([
+ ]
CCCCCCCC CCCCCCCC
@@ ](
CCCC CCC
CC NC
O c
CC N
n H
S C
CO c
( \
@ ](
+ ](
N CC
CCCC CC
c nc
] )(
@ ]([
( /
. [
] )=
N c
nc nc
) /
cc cc
) *
o c
B r
) -
O S
C S
N H
1 0
C NC
3 4
S CCNC
\ [
-] )
([ *
@@ ]([
1 1
CCCCCCCC CCCCC
([* ])=
2 3
CCC N
N a
N N
CCCCCCCC CCCCCCC
+] .[
CCCCCCCC C
CCCCCCCC CCC
CC c
+ ]([
1 3
= [
CC OC
-] )([
2 1
CC OCC
CCCCCCCC CCCCCC
* )=
OCC N
N CCC
]) ([
/ [
( *)=
CCCCCCCC CC
C SC
OCC OCC
+]( =
CCCCCCCCCCCCCCCC C
]( /
CO S
CCC NC
CC O
CCCC N
1 4
N S
O O
S CC
)* )
c n
F e
+] .
( -
NCC SC
N NC
-] .
+ ])
4 5
CCCCCCCCCCCCCCCC CC
O COc
@] %
1 5
O CO
CCCCCCCC CCCC
+ ][
-] .[
)* )[
-] )[
-] [
[ *
CC OP
O N
s c
C n
n cc
)* )(
3 2
* )
N O
OCCOCC OCCOCC
3 1
1 6
] .[
]( \
CCCCCCCCCCCCCCCC CCCC
N CCCC
- ](
CCCCCCCCCCCCCCCC CCCCCCCC
CCCCCCCCCCCCCCCC CCC
N CCN
[* ]
CCC c
S c
# [
1 7
4 3
n n
CN c
CC SC
2 4
5 6
M o
CC S
12 3
CCCCCCCCCCCCCCCC CCCCCC
c sc
+ +]
3 5
CCCC NC
NCC O
CC CO
cc nc
)= [
CO CCN
OCC O
)* )*
M g
Cl C
- -]
CCCCCCCCCCCCCCCC CCCCCCC
2 2
C o
c oc
CCN c
cc oc
OC c
CCCCCCCCCCCCCCCC CCCCC
1 8
4 1
]( =
)\ [
CCCCCCCCCCCCCCCC CCCCCCCCC
NCC c
N CCCN
Cl c
+ +].[
A l
A s
)* )([
CS c
ccc nc
CCCCCCCCCCCCCCCC CCCCCCCCCC
O CCC
O COC
S i
CO CC
cnc n
] )(=
OCC NC
[* ])
C r
o cc
NCC S
CS SC
CS CC
4 2
CCC S
N OC
O CCCC
] .
cc n
CCNC S
2 5
S e
] =
+] )(=
CCCCCCCCCCCCCCCC OC
CC l
CC COC
-] )(
L i
C a
nc n
c s
CCC l
OCCOCCOCCOCC OCCOCCOCCOCC
* )(
+ ])[
4 4
O CCCCCC
- -](
CCCC CO
ccc s
CN CC
F C
O CCCN
34 5
* )([
5 4
(= [
OCC c
* ]
5 3
6 7
H g
S S
]) /[
OCC OC
CCN CC
cccc n
([* ])
M n
NC c
- ]([
T e
CC Oc
)( /
1 9
3 3
5 2
F c
P t
n ccc
CC OS
7 8
Z n
n nc
)[ *]
cc ncc
Br c
CS CCC
NCCCC NC
4 6
C u
N i
O CCCCCCCCCC
CC n
CO CCCCCCCCCCCCCCCC
CO CCOCC
12 34
CCCCC NC
+] =
2 345
B e
O B
O CCCCCCCCCCCCCCCC
o nc
CCCC c
]) \
+] =[
+] #[
(\ [
)/ [
A u
O CCCCCCCC
CO CCC
CCC SC
CN CCCC
NCC OC
nn nn
)*)* )*)*
2 0
N ON
O CCCCCCCCC
)( \
@@] %
)* )(=
+ +]([
3 6
6 5
C Br
N OS
N CCCCN
O H
n cccc
CCCC OC
@]( =
SCC S
5 1
5 7
8 9
C F
N CCCCC
O CCCCC
P b
R u
] #
]( *)
CCCC CN
CCCCCCCCCCCCCCCC CCCCCCCCCCCC
OCCCC CN
2345 1234
3 7
4 7
9 1
@ +]
B i
C H
S N
S CCC
S CCN
s ccc
CCCC S
ccc o
OCC Oc
CCCCC c
CCCCCCCCCCCCCCCC CCOC
CS P
CCOCC OCCOCCOCCOCC
* [
+ +].
5 5
7 35
N SC
O I
O CCCCCCC
] \
CCCC NCC
CO N
NC N
CCCCCCCC O
CN CCN
(/ [
)* )=
NCCC NC
cn n
cn cc
cn ccn
45 6
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOCCOCC
* ])
+ ])([
- -].[
4 8
6 8
A g
B a
C P
N OCC
N CCNC
O CCCCCCCCCCC
O CCCCCCCCCCCC
s s
CC P
@@ +]
OC N
CCCCCCCC OC
CN S
CN CCC
CCCCCCCCCCCCCCCC CCCCCCCCCCC
@@]( /
CCCCCC O
Br C
[* ])(
NCCCC CN
OCCCCCC S
* )*)*
2 6
2 7
3 0
6 1
6 3
N P
N CCCCCC
O CCCCCCCCCCCCCC
O CCCNC
O CCCCCCCCCCCCCCCCCC
O CCCc
S b
S n
S CCO
] =[
o ccc
cc sc
CCCCCCCC CCc
-] )/
CN NC
Cl CC
CCCCC SC
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCC
CCCCCCC c
@]( /
CCCCCCCCCCCCCCC c
OCCOCC OCCO
cn ccc
- -]([
/ *)
2 9
2 123
6 9
7 3
7 53
8 3
C I
O s
P d
S P
X e
n o
n sc
CC COS
CCCC O
CCCC Nc
CCCC CNc
CO B
CO NC
CO CCOC
CCCCCCCC SC
CCC NCC
nc ncc
CN CCc
OCC CO
@@]( =
NCC OP
cnc nc
CS SCC
Se H
CCOCCOCCOCCOCCOCC OCCNC
( *
* )*)*)*)*
2 8
4 0
5 0
6 0
6 6
7 0
7 4
7 7
8 0
8 4
8 7
8 8
9 6
C d
G e
H e
I n
N CCCCCCCC
O Nc
O CCCCCCCCCCCCC
O CCCCCCCCCCCCCCCCC
S CN
S Cc
T l
] #[
n onc
CC SCC
CCCC n
CCCC COC
CCCC Oc
CCCC CCN
CCCC SC
CO CCNC
CO CCO
CO CCCCCCCCCCCCCCCCCC
OC P
CCC n
-] )\
-] =[
]) \[
+] )(
CCCCCCCCCCCCCCCC CO
CCCCCCC SC
CCN CCN
CCCCCC SC
)* )*)
CS S
CS CCN
CS CCS
10 1
CNC c
13 1
CCOCC OCCOC
CCCCCCCCCCCCCC O
CCCCN CCCCN
[* ])[
ncc nc
OCCOCCOCCOCC O
NCCCC CCNc
CCS S
CCCS P
nccc n
ss cc
* ])[
+ ]%
+ +][
- -][
2 34
5 8
5 9
6 4
7 1
7 2
7 6
8 1
8 2
9 8
9 9
@ +]%
B c
G d
I C
I r
N CCCCCNC
O NC
O OC
O CCCCCCCCCCCCCCC
O CCCCCCCCCCCCCCCCCCCC
O CCCCCCCCCCCCCCCCCCC
O CCCCNC
S r
S CCCC
S SCC
T i
o n
CC COc
CO CCCN
CO CCCCCCCCCCCCCCCCCCCC
CCCCCCCC NC
CCC P
@] /
-] #
-] =
@@] /
]) /
CN N
CN CCCN
COC c
OCC OCCN
+] )=
CCCCCCCCCCCCCCCC OCC
CCN S
CCN CCCNCC
SC F
SC n
+]( -
+]( \
CCCCCC OC
cnc s
Br CC
NN N
CCCCCCCCCCCCCC CO
CCCCCCCCCC O
OCCOCC O
OCCOCC OC
CCO N
NS N
ncc s
CCCCCCCCCCCCCCCCCCCC CO
CCCCCCCCCCCCCCCCCCCC OC
NCCCC NCCCNC
56 7
56 78
CCS CCO
35 7
CCCO CC
NCCS Cc
SS S
1234 5678
NCCCCN CCCN
SCCS P
*)*)*)*)* )*)*)*)*
12345678 9
( *)
) #
* )[
* )(=
+ +](
3 8
3 9
4 9
4 123
6 2
7 5
7 9
8 5
8 6
8 46
9 0
9 2
9 3
9 4
9 5
9 7
= %
A r
B B
E u
F r
I c
K r
L a
N CO
N CCCCCCC
N OCCO
O CCCCN
O CCCCCCCCCCCCCCCCCCCCC
R e
R n
S O
S CCCN
T c
\ *)(
c H
c o
n s
n oc
o ncc
s cnc
s sc
CC F
CC COP
CC SCCSP
)[ *])[
CCCC Cl
CCCC COc
CCCC NCCC
CCCC NCCCNC
cc nn
CO CCCC
CO CCCCCCCC
CO CN
CO COC
CO CCCCC
CO CCCNC
]([ *])
OC l
OC n
CCCCCCCC c
CCCCCCCC CO
CCCCCCCC OCC
CCCCCCCC Cc
CCCCCCCC CCN
CCCCCCCC CCCN
CCCCCCCC CCCCN
CCC Nc
@] =
-] #[
ccc n
]) -
nc oc
nc sc
CN CCNC
CN CCO
CN CCCCN
-])= [
Cl Cc
OCC S
OCC l
OCC SC
CCCCC SCC
])[ *]
+] #
CCCCCCCCCCCCCCCC S
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCC
CCCCCCCCCCCCCCCC CCCCCCCCCCCCC
CCN CCC
CCN CCCCNCCCCN
SC Sc
NCC P
NCC COC
NCC SCC
CCCCCC S
CCCCCC c
CCCCCC OS
])( \
ncnc n
Br Cc
CS O
CS CCNC
CS CCO
10 0
10 2
\[ *]
([* ])[*]
11 1
CCOC n
CCOCC O
CCOCC OCCN
CCOCC OCCNC
CCOCC OCCOCCOCCO
CCCCCCCCCCCCCC OC
OCCN S
OCCN CCNc
NCCC c
NCCC SC
NCCC NCCS
/[ *])
CCCCCCCCCC SC
OCCOCC OCC
CCO CCC
CCCCN O
CCCCN CCCN
CCCCN CCCCNCC
CCCCCCCCCCCCCCCCCC CO
OCO CCOC
CCCCCCCCCCCC O
CCCCCCCCCCCC c
CCCCCCCCCCCC OS
OCCOCCOCCOCC OCCO
OCCOCCOCCOCC OCCOCCOCCO
31 8
NCCCC CCNC
NCCCC CCN
CCCCCCCCCCCCCCCCCCCCCCCC CO
CCCCCCCCCCCCCCCCCCCCCCCC OC
NCCN CCN
NCCN CCO
NCCN CCNCCN
nn n
CCS P
CCS Cc
CCS SC
CCCCCCCCCCCCCCCCCCCCCC CO
CCCCCCCCCCCCCCCCCCCCCC OC
NCCCN CCCCNC
NCCCN CCCl
COCC Oc
SS SS
OCCOC n
Te H
COCCOCC OCCO
COCCOCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
COCCOCC OCCOCCOCCOCCO
57 9
68 4
*)*)* )*)*)
NCCCCCCCC CCNC
*)*)*)*)*)*)*)*)* )*)
ns nc
CCNCCCCNCCCCN CCCCNCCCCNCC
( #
* )\
* )/
* )*)=
* (*
* )*)*)
+ +](=
/ *)(=
/ *)/
1 123
2 12
2 23
2 56
3 345
6 56
6 123
6 42
7 11
8 22
9 12
9 33
@ +](
@ +]([
A t
C B
C e
C s
F B
F F
F P
F S
F CC
F OO
G a
H o
I N
I CC
N e
N COC
N Nc
N CCCCCCCCCCC
N OO
N NCCc
N OCOCCOC
O n
O NCC
O COS
O CCCCCCCCCCCCCCCCCCCCCCCC
O CCCCCCCCCCCCCCCCCCCCCC
O CCCCCCCCCCCCCCCCCCCCCCCCCC
O CCCCCCCCCCCCCCCc
P o
R a
R b
R h
S m
S SC
S CCOC
S Sc
S CCCSC
T h
Y b
Z r
\ *)\
c occ
n ncc
n occ
o cnc
p H
s e
s n
CC Br
CC Sc
)[ *])
CCCC B
CCCC OCC
CCCC CCNC
CCCC COS
cc ccccc
cc occ
CO O
CO n
CO CO
CO CCc
CO CCCCCCCCCCCCCC
CO CCCCCCCCCC
CO CCCCCCCCCCCC
CO NCc
]([ *])[
NC P
NC NCCCC
OC F
CCCCCCCC N
CCCCCCCC S
CCCCCCCC OS
CCCCCCCC CS
CCCCCCCC NS
CCCCCCCC OO
CCCCCCCC CNS
CCC Br
CCC Sc
CCC NCCOC
-] %
ccc nn
@@] =
12 345
nc sn
CN P
CN OC
CN CCCCC
CN CCOP
CN CCS
CN CCCOC
CN CCNCC
CN NCN
Cl N
Cl P
Cl Cl
Cl CCCl
Cl OOC
Cl OCl
OCC COc
OCC NCC
OCC SCC
OCC ON
OCC NCCO
OCC SCCC
CCCCC Sc
)([ *])
CCCCCCCCCCCCCCCC O
CCCCCCCCCCCCCCCC OP
CCCCCCCCCCCCCCCC Cc
CCCCCCCCCCCCCCCC CCN
CCCCCCCCCCCCCCCC CS
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCC
CCCCCCCCCCCCCCCC CCOCC
@@]( \
CCCCCCC S
CCCCCCC NS
CCNC c
CCN CCCN
SC SP
(\ [*])[
@]( \
+]( /[
NCC CO
NCC Oc
NCC OCCO
NCC OCCNC
CCCCCC CO
CCCCCC COC
])= [
Br n
Br Br
OS c
CS CCCC
CS CCCCCCCC
CS CN
CS Cc
CS CCCCCCC
CS CCCN
CS CCNc
CS SCCO
10 45
10 345
10 642
CNC N
34 3
34 6
34 56
([* ])(
11 8
CCCCCCCCCCCCC c
CCCN O
CCCN P
CCCN S
CCCN CCC
CCCN CCCN
CCCN CCCCN
CCCN CCNCCCNCC
NN NC
CCCCCCCCCCCCCCC N
CCCCCCCCCCC c
CCOC c
CCOCC OC
CCOCC OCCOCC
CCOCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
CCCCCCCCCCCCCC OCC
CCCCCCCCCCCCCC Oc
CCCCCCCCCCCCCC SSCC
NCCC S
NCCC NCC
CCCCCCCCCC S
CCCCCCCCCC CO
CCCCCCCCCC OS
CCCCCCCCCC SS
CSC SC
OCCOCC Oc
OCCOCC OCCNC
OCCOCC OCCOC
CCO B
CCO NC
CCO CCCNC
SCC l
SCC n
SCC SC
SCC SCC
cn nc
cn oc
cn sc
cn ncc
cn nn
cn nnc
NNC c
45 4
45 7
15 1
CCCCCCCCCCCC CO
CCCCCCCCCCCC OC
CCCCCCCCCCCC OCCOCCOCCOCCOCCO
)*)( *)*)=
32 71
OCCOCCOCCOCC OCCOCCO
OCCOCCOCCOCC OCCOCCOCCNC
CCCCCCCCCCCCCCCCCCCC O
NCCCC O
NCCCC Nc
-]( =
CCCCCCCCCCCCCCCCCCCCCCCC O
CCCCCCCCCCCCCCCCCCC c
NCCN S
NCCN c
NCCN CC
24 6
56 4
CCS CCC
CCS SCC
++] )=
CCCCNC c
CCCO CCN
)*)* )*)(*)*)=
22 9
coc n
NCCCN CCC
NCCCN CCCN
NCCCN CCCCN
NCCCN CCCCNCCC
NCCCN CCCCNCCCNC
NCCCN CCCCNCCCN
NCCCN CCNCCCN
As H
CCCCCCCCCCCCCCCCCCCCCCCCCC O
CCCCCCCCCCCCCCCCCCCCCCCCCC CO
OCCC l
Si H
COCC COc
[*]) -
NCCS P
CSCC B
CSCC SCCS
42 6
OCCCC O
OCCCC CCN
ccn nc
25 2
cs cc
OCCOCCOCCOCCOCCOCCOCCOCC OCCO
OCCOCCOCCOCCOCCOCCOCCOCC OCCOC
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCO
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCO
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCO
OCCCCCC Oc
53 7
67 8
SS CCC
78 5
nnc s
COCCOCC O
COCCOCC NC
COCCOCC OC
COCCOCC OCCOCCO
COCCOCC OCCOCCOC
COCCOCC OCCOCCOCCOCCOCCO
COCCOCC OCCOCCOCCOCCOCCOCCOCCO
COCCOCC OCCOCCOCCOC
+]= %
OB O
OB OBO
COCCC Nc
CNCCCC CCNCCC
nnnn n
NCCCCN O
NCCCCN S
NCCCCN CCCC
NCCCCN CCCCN
47 4
47 9
SCCN CCO
CCCCS P
CCOCCOCCOCCOCCOCC NC
CCOCCOCCOCCOCCOCC OCC
CCOCCOCCOCCOCCOCC OCCOCCOCCO
CNCCN CCN
CNCCN CCCN
CNCCN CCNCCN
cnn s
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC O
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO
ss ss
NCCCCCN O
NCCCCCN CCCN
*)*)* )*
*)*)* )*)
*)*)* )*)[
*)*)* )*)=
OCCCCCCCCCCCCCC c
69 6
28 5
NCCCCCCCC N
NCCCCCCCC CCCCN
234 567
@]/ %
BrCC Br
NCCCCNCCCN CCCN
BB B
NCCCCCCC N
CCCCNCCC NCC
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC CCO
CCCCCCS SCCS
CCOCCOCCOCCOCCO CCC
NCCCNCCS P
NCCNCCNCCN CCN
COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOCCOCCOCCO
COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO
*(* )*)
FOO F
NOO N
\*)\ *
ClOOC l
(\[*])[ *])
CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOCCNC
CCCCCCCCCCSS CCCCCCCCCCc
