{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"CC":261,"](":262,"@@":263,")[":264,"(=":265,"CCCC":266,"cc":267,")=":268,"CO":269,"]([":270,"NC":271,"OC":272,"([":273,"CCCCCCCC":274,")(":275,"CCC":276,"@]":277,"-]":278,"ccc":279,"@@]":280,")(=":281,"12":282,"])":283,"nc":284,"CN":285,"OP":286,"COC":287,"-])=":288,"Cl":289,"OCC":290,"CCCCC":291,"ccccc":292,"COP":293,"][":294,"])[":295,"Cc":296,"-])(=":297,")\\":298,"]%":299,")([":300,"+]":301,"CCCCCCCCCCCCCCCC":302,"@@](":303,"CCCCCCC":304,"CCNC":305,"Oc":306,"CCN":307,"nH":308,"SC":309,"COc":310,"(\\":311,"@](":312,"+](":313,"NCC":314,"CCCCCC":315,"cnc":316,"])(":317,"@]([":318,"(/":319,".[":320,"])=":321,"Nc":322,"ncnc":323,")/":324,"cccc":325,")*":326,"oc":327,"Br":328,")-":329,"OS":330,"CS":331,"NH":332,"10":333,"CNC":334,"34":335,"SCCNC":336,"\\[":337,"-])":338,"([*":339,"@@]([":340,"11":341,"CCCCCCCCCCCCC":342,"([*])=":343,"23":344,"CCCN":345,"Na":346,"NN":347,"CCCCCCCCCCCCCCC":348,"+].[":349,"CCCCCCCCC":350,"CCCCCCCCCCC":351,"CCc":352,"+]([":353,"13":354,"=[":355,"CCOC":356,"-])([":357,"21":358,"CCOCC":359,"CCCCCCCCCCCCCC":360,"*)=":361,"OCCN":362,"NCCC":363,"])([":364,"/[":365,"(*)=":366,"CCCCCCCCCC":367,"CSC":368,"OCCOCC":369,"+](=":370,"CCCCCCCCCCCCCCCCC":371,"](/":372,"COS":373,"CCCNC":374,"CCO":375,"CCCCN":376,"14":377,"NS":378,"OO":379,"SCC":380,")*)":381,"cn":382,"Fe":383,"+].":384,"(-":385,"NCCSC":386,"NNC":387,"-].":388,"+])":389,"45":390,"CCCCCCCCCCCCCCCCCC":391,"OCOc":392,"@]%":393,"15":394,"OCO":395,"CCCCCCCCCCCC":396,"+][":397,"-].[":398,")*)[":399,"-])[":400,"-][":401,"[*":402,"CCOP":403,"ON":404,"sc":405,"Cn":406,"ncc":407,")*)(":408,"32":409,"*)":410,"NO":411,"OCCOCCOCCOCC":412,"31":413,"16":414,"].[":415,"](\\":416,"CCCCCCCCCCCCCCCCCCCC":417,"NCCCC":418,"-](":419,"CCCCCCCCCCCCCCCCCCCCCCCC":420,"CCCCCCCCCCCCCCCCCCC":421,"NCCN":422,"[*]":423,"CCCc":424,"Sc":425,"#[":426,"17":427,"43":428,"nn":429,"CNc":430,"CCSC":431,"24":432,"56":433,"Mo":434,"CCS":435,"123":436,"CCCCCCCCCCCCCCCCCCCCCC":437,"csc":438,"++]":439,"35":440,"CCCCNC":441,"NCCO":442,"CCCO":443,"ccnc":444,")=[":445,"COCCN":446,"OCCO":447,")*)*":448,"Mg":449,"ClC":450,"--]":451,"CCCCCCCCCCCCCCCCCCCCCCC":452,"22":453,"Co":454,"coc":455,"CCNc":456,"ccoc":457,"OCc":458,"CCCCCCCCCCCCCCCCCCCCC":459,"18":460,"41":461,"](=":462,")\\[":463,"CCCCCCCCCCCCCCCCCCCCCCCCC":464,"NCCc":465,"NCCCN":466,"Clc":467,"++].[":468,"Al":469,"As":470,")*)([":471,"CSc":472,"cccnc":473,"CCCCCCCCCCCCCCCCCCCCCCCCCC":474,"OCCC":475,"OCOC":476,"Si":477,"COCC":478,"cncn":479,"])(=":480,"OCCNC":481,"[*])":482,"Cr":483,"occ":484,"NCCS":485,"CSSC":486,"CSCC":487,"42":488,"CCCS":489,"NOC":490,"OCCCC":491,"].":492,"ccn":493,"CCNCS":494,"25":495,"Se":496,"]=":497,"+])(=":498,"CCCCCCCCCCCCCCCCOC":499,"CCl":500,"CCCOC":501,"-])(":502,"Li":503,"Ca":504,"ncn":505,"cs":506,"CCCl":507,"OCCOCCOCCOCCOCCOCCOCCOCC":508,"*)(":509,"+])[":510,"44":511,"OCCCCCC":512,"--](":513,"CCCCCO":514,"cccs":515,"CNCC":516,"FC":517,"OCCCN":518,"345":519,"*)([":520,"54":521,"(=[":522,"OCCc":523,"*]":524,"53":525,"67":526,"Hg":527,"SS":528,"])/[":529,"OCCOC":530,"CCNCC":531,"ccccn":532,"([*])":533,"Mn":534,"NCc":535,"-]([":536,"Te":537,"CCOc":538,")(/":539,"19":540,"33":541,"52":542,"Fc":543,"Pt":544,"nccc":545,"CCOS":546,"78":547,"Zn":548,"nnc":549,")[*]":550,"ccncc":551,"Brc":552,"CSCCC":553,"NCCCCNC":554,"46":555,"Cu":556,"Ni":557,"OCCCCCCCCCC":558,"CCn":559,"COCCCCCCCCCCCCCCCC":560,"COCCOCC":561,"1234":562,"CCCCCNC":563,"+]=":564,"2345":565,"Be":566,"OB":567,"OCCCCCCCCCCCCCCCC":568,"onc":569,"CCCCc":570,"])\\":571,"+]=[":572,"+]#[":573,"(\\[":574,")/[":575,"Au":576,"OCCCCCCCC":577,"COCCC":578,"CCCSC":579,"CNCCCC":580,"NCCOC":581,"nnnn":582,")*)*)*)*":583,"20":584,"NON":585,"OCCCCCCCCC":586,")(\\":587,"@@]%":588,")*)(=":589,"++]([":590,"36":591,"65":592,"CBr":593,"NOS":594,"NCCCCN":595,"OH":596,"ncccc":597,"CCCCOC":598,"@](=":599,"SCCS":600,"51":601,"57":602,"89":603,"CF":604,"NCCCCC":605,"OCCCCC":606,"Pb":607,"Ru":608,"]#":609,"](*)":610,"CCCCCN":611,"CCCCCCCCCCCCCCCCCCCCCCCCCCCC":612,"OCCCCCN":613,"23451234":614,"37":615,"47":616,"91":617,"@+]":618,"Bi":619,"CH":620,"SN":621,"SCCC":622,"SCCN":623,"sccc":624,"CCCCS":625,"ccco":626,"OCCOc":627,"CCCCCc":628,"CCCCCCCCCCCCCCCCCCOC":629,"CSP":630,"CCOCCOCCOCCOCCOCC":631,"*[":632,"++].":633,"55":634,"735":635,"NSC":636,"OI":637,"OCCCCCCC":638,"]\\":639,"CCCCNCC":640,"CON":641,"NCN":642,"CCCCCCCCO":643,"CNCCN":644,"(/[":645,")*)=":646,"NCCCNC":647,"cnn":648,"cncc":649,"cnccn":650,"456":651,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":652,"*])":653,"+])([":654,"--].[":655,"48":656,"68":657,"Ag":658,"Ba":659,"CP":660,"NOCC":661,"NCCNC":662,"OCCCCCCCCCCC":663,"OCCCCCCCCCCCC":664,"ss":665,"CCP":666,"@@+]":667,"OCN":668,"CCCCCCCCOC":669,"CNS":670,"CNCCC":671,"CCCCCCCCCCCCCCCCCCCCCCCCCCC":672,"@@](/":673,"CCCCCCO":674,"BrC":675,"[*])(":676,"NCCCCCN":677,"OCCCCCCS":678,"*)*)*":679,"26":680,"27":681,"30":682,"61":683,"63":684,"NP":685,"NCCCCCC":686,"OCCCCCCCCCCCCCC":687,"OCCCNC":688,"OCCCCCCCCCCCCCCCCCC":689,"OCCCc":690,"Sb":691,"Sn":692,"SCCO":693,"]=[":694,"occc":695,"ccsc":696,"CCCCCCCCCCc":697,"-])/":698,"CNNC":699,"ClCC":700,"CCCCCSC":701,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":702,"CCCCCCCc":703,"@](/":704,"CCCCCCCCCCCCCCCc":705,"OCCOCCOCCO":706,"cnccc":707,"--]([":708,"/*)":709,"29":710,"2123":711,"69":712,"73":713,"753":714,"83":715,"CI":716,"Os":717,"Pd":718,"SP":719,"Xe":720,"no":721,"nsc":722,"CCCOS":723,"CCCCO":724,"CCCCNc":725,"CCCCCNc":726,"COB":727,"CONC":728,"COCCOC":729,"CCCCCCCCSC":730,"CCCNCC":731,"ncncc":732,"CNCCc":733,"OCCCO":734,"@@](=":735,"NCCOP":736,"cncnc":737,"CSSCC":738,"SeH":739,"CCOCCOCCOCCOCCOCCOCCNC":740,"(*":741,"*)*)*)*)*":742,"28":743,"40":744,"50":745,"60":746,"66":747,"70":748,"74":749,"77":750,"80":751,"84":752,"87":753,"88":754,"96":755,"Cd":756,"Ge":757,"He":758,"In":759,"NCCCCCCCC":760,"ONc":761,"OCCCCCCCCCCCCC":762,"OCCCCCCCCCCCCCCCCC":763,"SCN":764,"SCc":765,"Tl":766,"]#[":767,"nonc":768,"CCSCC":769,"CCCCn":770,"CCCCCOC":771,"CCCCOc":772,"CCCCCCN":773,"CCCCSC":774,"COCCNC":775,"COCCO":776,"COCCCCCCCCCCCCCCCCCC":777,"OCP":778,"CCCn":779,"-])\\":780,"-]=[":781,"])\\[":782,"+])(":783,"CCCCCCCCCCCCCCCCCO":784,"CCCCCCCSC":785,"CCNCCN":786,"CCCCCCSC":787,")*)*)":788,"CSS":789,"CSCCN":790,"CSCCS":791,"101":792,"CNCc":793,"131":794,"CCOCCOCCOC":795,"CCCCCCCCCCCCCCO":796,"CCCCNCCCCN":797,"[*])[":798,"nccnc":799,"OCCOCCOCCOCCO":800,"NCCCCCCNc":801,"CCSS":802,"CCCSP":803,"ncccn":804,"sscc":805,"*])[":806,"+]%":807,"++][":808,"--][":809,"234":810,"58":811,"59":812,"64":813,"71":814,"72":815,"76":816,"81":817,"82":818,"98":819,"99":820,"@+]%":821,"Bc":822,"Gd":823,"IC":824,"Ir":825,"NCCCCCNC":826,"ONC":827,"OOC":828,"OCCCCCCCCCCCCCCC":829,"OCCCCCCCCCCCCCCCCCCCC":830,"OCCCCCCCCCCCCCCCCCCC":831,"OCCCCNC":832,"Sr":833,"SCCCC":834,"SSCC":835,"Ti":836,"on":837,"CCCOc":838,"COCCCN":839,"COCCCCCCCCCCCCCCCCCCCC":840,"CCCCCCCCNC":841,"CCCP":842,"@]/":843,"-]#":844,"-]=":845,"@@]/":846,"])/":847,"CNN":848,"CNCCCN":849,"COCc":850,"OCCOCCN":851,"+])=":852,"CCCCCCCCCCCCCCCCOCC":853,"CCNS":854,"CCNCCCNCC":855,"SCF":856,"SCn":857,"+](-":858,"+](\\":859,"CCCCCCOC":860,"cncs":861,"BrCC":862,"NNN":863,"CCCCCCCCCCCCCCCO":864,"CCCCCCCCCCO":865,"OCCOCCO":866,"OCCOCCOC":867,"CCON":868,"NSN":869,"nccs":870,"CCCCCCCCCCCCCCCCCCCCCO":871,"CCCCCCCCCCCCCCCCCCCCOC":872,"NCCCCNCCCNC":873,"567":874,"5678":875,"CCSCCO":876,"357":877,"CCCOCC":878,"NCCSCc":879,"SSS":880,"12345678":881,"NCCCCNCCCN":882,"SCCSP":883,"*)*)*)*)*)*)*)*)*":884,"123456789":885,"(*)":886,")#":887,"*)[":888,"*)(=":889,"++](":890,"38":891,"39":892,"49":893,"4123":894,"62":895,"75":896,"79":897,"85":898,"86":899,"846":900,"90":901,"92":902,"93":903,"94":904,"95":905,"97":906,"=%":907,"Ar":908,"BB":909,"Eu":910,"Fr":911,"Ic":912,"Kr":913,"La":914,"NCO":915,"NCCCCCCC":916,"NOCCO":917,"OCCCCN":918,"OCCCCCCCCCCCCCCCCCCCCC":919,"Re":920,"Rn":921,"SO":922,"SCCCN":923,"Tc":924,"\\*)(":925,"cH":926,"co":927,"ns":928,"noc":929,"oncc":930,"scnc":931,"ssc":932,"CCF":933,"CCCOP":934,"CCSCCSP":935,")[*])[":936,"CCCCCl":937,"CCCCCOc":938,"CCCCNCCC":939,"CCCCNCCCNC":940,"ccnn":941,"COCCCC":942,"COCCCCCCCC":943,"COCN":944,"COCOC":945,"COCCCCC":946,"COCCCNC":947,"]([*])":948,"OCl":949,"OCn":950,"CCCCCCCCc":951,"CCCCCCCCCO":952,"CCCCCCCCOCC":953,"CCCCCCCCCc":954,"CCCCCCCCCCN":955,"CCCCCCCCCCCN":956,"CCCCCCCCCCCCN":957,"CCCNc":958,"@]=":959,"-]#[":960,"cccn":961,"])-":962,"ncoc":963,"ncsc":964,"CNCCNC":965,"CNCCO":966,"CNCCCCN":967,"-])=[":968,"ClCc":969,"OCCS":970,"OCCl":971,"OCCSC":972,"CCCCCSCC":973,"])[*]":974,"+]#":975,"CCCCCCCCCCCCCCCCS":976,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":977,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCC":978,"CCNCCC":979,"CCNCCCCNCCCCN":980,"SCSc":981,"NCCP":982,"NCCCOC":983,"NCCSCC":984,"CCCCCCS":985,"CCCCCCc":986,"CCCCCCOS":987,"])(\\":988,"ncncn":989,"BrCc":990,"CSO":991,"CSCCNC":992,"CSCCO":993,"100":994,"102":995,"\\[*]":996,"([*])[*]":997,"111":998,"CCOCn":999,"CCOCCO":1000,"CCOCCOCCN":1001,"CCOCCOCCNC":1002,"CCOCCOCCOCCOCCO":1003,"CCCCCCCCCCCCCCOC":1004,"OCCNS":1005,"OCCNCCNc":1006,"NCCCc":1007,"NCCCSC":1008,"NCCCNCCS":1009,"/[*])":1010,"CCCCCCCCCCSC":1011,"OCCOCCOCC":1012,"CCOCCC":1013,"CCCCNO":1014,"CCCCNCCCN":1015,"CCCCNCCCCNCC":1016,"CCCCCCCCCCCCCCCCCCCO":1017,"OCOCCOC":1018,"CCCCCCCCCCCCO":1019,"CCCCCCCCCCCCc":1020,"CCCCCCCCCCCCOS":1021,"OCCOCCOCCOCCOCCO":1022,"OCCOCCOCCOCCOCCOCCOCCO":1023,"318":1024,"NCCCCCCNC":1025,"NCCCCCCN":1026,"CCCCCCCCCCCCCCCCCCCCCCCCCO":1027,"CCCCCCCCCCCCCCCCCCCCCCCCOC":1028,"NCCNCCN":1029,"NCCNCCO":1030,"NCCNCCNCCN":1031,"nnn":1032,"CCSP":1033,"CCSCc":1034,"CCSSC":1035,"CCCCCCCCCCCCCCCCCCCCCCCO":1036,"CCCCCCCCCCCCCCCCCCCCCCOC":1037,"NCCCNCCCCNC":1038,"NCCCNCCCl":1039,"COCCOc":1040,"SSSS":1041,"OCCOCn":1042,"TeH":1043,"COCCOCCOCCO":1044,"COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":1045,"COCCOCCOCCOCCOCCOCCO":1046,"579":1047,"684":1048,"*)*)*)*)*)":1049,"NCCCCCCCCCCNC":1050,"*)*)*)*)*)*)*)*)*)*)":1051,"nsnc":1052,"CCNCCCCNCCCCNCCCCNCCCCNCC":1053,"(#":1054,"*)\\":1055,"*)/":1056,"*)*)=":1057,"*(*":1058,"*)*)*)":1059,"++](=":1060,"/*)(=":1061,"/*)/":1062,"1123":1063,"212":1064,"223":1065,"256":1066,"3345":1067,"656":1068,"6123":1069,"642":1070,"711":1071,"822":1072,"912":1073,"933":1074,"@+](":1075,"@+]([":1076,"At":1077,"CB":1078,"Ce":1079,"Cs":1080,"FB":1081,"FF":1082,"FP":1083,"FS":1084,"FCC":1085,"FOO":1086,"Ga":1087,"Ho":1088,"IN":1089,"ICC":1090,"Ne":1091,"NCOC":1092,"NNc":1093,"NCCCCCCCCCCC":1094,"NOO":1095,"NNCCc":1096,"NOCOCCOC":1097,"On":1098,"ONCC":1099,"OCOS":1100,"OCCCCCCCCCCCCCCCCCCCCCCCC":1101,"OCCCCCCCCCCCCCCCCCCCCCC":1102,"OCCCCCCCCCCCCCCCCCCCCCCCCCC":1103,"OCCCCCCCCCCCCCCCc":1104,"Po":1105,"Ra":1106,"Rb":1107,"Rh":1108,"Sm":1109,"SSC":1110,"SCCOC":1111,"SSc":1112,"SCCCSC":1113,"Th":1114,"Yb":1115,"Zr":1116,"\\*)\\":1117,"cocc":1118,"nncc":1119,"nocc":1120,"ocnc":1121,"pH":1122,"se":1123,"sn":1124,"CCBr":1125,"CCSc":1126,")[*])":1127,"CCCCB":1128,"CCCCOCC":1129,"CCCCCCNC":1130,"CCCCCOS":1131,"ccccccc":1132,"ccocc":1133,"COO":1134,"COn":1135,"COCO":1136,"COCCc":1137,"COCCCCCCCCCCCCCC":1138,"COCCCCCCCCCC":1139,"COCCCCCCCCCCCC":1140,"CONCc":1141,"]([*])[":1142,"NCP":1143,"NCNCCCC":1144,"OCF":1145,"CCCCCCCCN":1146,"CCCCCCCCS":1147,"CCCCCCCCOS":1148,"CCCCCCCCCS":1149,"CCCCCCCCNS":1150,"CCCCCCCCOO":1151,"CCCCCCCCCNS":1152,"CCCBr":1153,"CCCSc":1154,"CCCNCCOC":1155,"-]%":1156,"cccnn":1157,"@@]=":1158,"12345":1159,"ncsn":1160,"CNP":1161,"CNOC":1162,"CNCCCCC":1163,"CNCCOP":1164,"CNCCS":1165,"CNCCCOC":1166,"CNCCNCC":1167,"CNNCN":1168,"ClN":1169,"ClP":1170,"ClCl":1171,"ClCCCl":1172,"ClOOC":1173,"ClOCl":1174,"OCCCOc":1175,"OCCNCC":1176,"OCCSCC":1177,"OCCON":1178,"OCCNCCO":1179,"OCCSCCC":1180,"CCCCCSc":1181,")([*])":1182,"CCCCCCCCCCCCCCCCO":1183,"CCCCCCCCCCCCCCCCOP":1184,"CCCCCCCCCCCCCCCCCc":1185,"CCCCCCCCCCCCCCCCCCN":1186,"CCCCCCCCCCCCCCCCCS":1187,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":1188,"CCCCCCCCCCCCCCCCCCOCC":1189,"@@](\\":1190,"CCCCCCCS":1191,"CCCCCCCNS":1192,"CCNCc":1193,"CCNCCCN":1194,"SCSP":1195,"(\\[*])[":1196,"@](\\":1197,"+](/[":1198,"NCCCO":1199,"NCCOc":1200,"NCCOCCO":1201,"NCCOCCNC":1202,"CCCCCCCO":1203,"CCCCCCCOC":1204,"])=[":1205,"Brn":1206,"BrBr":1207,"OSc":1208,"CSCCCC":1209,"CSCCCCCCCC":1210,"CSCN":1211,"CSCc":1212,"CSCCCCCCC":1213,"CSCCCN":1214,"CSCCNc":1215,"CSSCCO":1216,"1045":1217,"10345":1218,"10642":1219,"CNCN":1220,"343":1221,"346":1222,"3456":1223,"([*])(":1224,"118":1225,"CCCCCCCCCCCCCc":1226,"CCCNO":1227,"CCCNP":1228,"CCCNS":1229,"CCCNCCC":1230,"CCCNCCCN":1231,"CCCNCCCCN":1232,"CCCNCCNCCCNCC":1233,"NNNC":1234,"CCCCCCCCCCCCCCCN":1235,"CCCCCCCCCCCc":1236,"CCOCc":1237,"CCOCCOC":1238,"CCOCCOCCOCC":1239,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":1240,"CCCCCCCCCCCCCCOCC":1241,"CCCCCCCCCCCCCCOc":1242,"CCCCCCCCCCCCCCSSCC":1243,"NCCCS":1244,"NCCCNCC":1245,"CCCCCCCCCCS":1246,"CCCCCCCCCCCO":1247,"CCCCCCCCCCOS":1248,"CCCCCCCCCCSS":1249,"CSCSC":1250,"OCCOCCOc":1251,"OCCOCCOCCNC":1252,"OCCOCCOCCOC":1253,"CCOB":1254,"CCONC":1255,"CCOCCCNC":1256,"SCCl":1257,"SCCn":1258,"SCCSC":1259,"SCCSCC":1260,"cnnc":1261,"cnoc":1262,"cnsc":1263,"cnncc":1264,"cnnn":1265,"cnnnc":1266,"NNCc":1267,"454":1268,"457":1269,"151":1270,"CCCCCCCCCCCCCO":1271,"CCCCCCCCCCCCOC":1272,"CCCCCCCCCCCCOCCOCCOCCOCCOCCO":1273,")*)(*)*)=":1274,"3271":1275,"OCCOCCOCCOCCOCCOCCO":1276,"OCCOCCOCCOCCOCCOCCOCCNC":1277,"CCCCCCCCCCCCCCCCCCCCO":1278,"NCCCCO":1279,"NCCCCNc":1280,"-](=":1281,"CCCCCCCCCCCCCCCCCCCCCCCCO":1282,"CCCCCCCCCCCCCCCCCCCc":1283,"NCCNS":1284,"NCCNc":1285,"NCCNCC":1286,"246":1287,"564":1288,"CCSCCC":1289,"CCSSCC":1290,"++])=":1291,"CCCCNCc":1292,"CCCOCCN":1293,")*)*)*)(*)*)=":1294,"229":1295,"cocn":1296,"NCCCNCCC":1297,"NCCCNCCCN":1298,"NCCCNCCCCN":1299,"NCCCNCCCCNCCC":1300,"NCCCNCCCCNCCCNC":1301,"NCCCNCCCCNCCCN":1302,"NCCCNCCNCCCN":1303,"AsH":1304,"CCCCCCCCCCCCCCCCCCCCCCCCCCO":1305,"CCCCCCCCCCCCCCCCCCCCCCCCCCCO":1306,"OCCCl":1307,"SiH":1308,"COCCCOc":1309,"[*])-":1310,"NCCSP":1311,"CSCCB":1312,"CSCCSCCS":1313,"426":1314,"OCCCCO":1315,"OCCCCCCN":1316,"ccnnc":1317,"252":1318,"cscc":1319,"OCCOCCOCCOCCOCCOCCOCCOCCOCCO":1320,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOC":1321,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO":1322,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO":1323,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO":1324,"OCCCCCCOc":1325,"537":1326,"678":1327,"SSCCC":1328,"785":1329,"nncs":1330,"COCCOCCO":1331,"COCCOCCNC":1332,"COCCOCCOC":1333,"COCCOCCOCCOCCO":1334,"COCCOCCOCCOCCOC":1335,"COCCOCCOCCOCCOCCOCCOCCO":1336,"COCCOCCOCCOCCOCCOCCOCCOCCOCCO":1337,"COCCOCCOCCOCCOCCOC":1338,"+]=%":1339,"OBO":1340,"OBOBO":1341,"COCCCNc":1342,"CNCCCCCCNCCC":1343,"nnnnn":1344,"NCCCCNO":1345,"NCCCCNS":1346,"NCCCCNCCCC":1347,"NCCCCNCCCCN":1348,"474":1349,"479":1350,"SCCNCCO":1351,"CCCCSP":1352,"CCOCCOCCOCCOCCOCCNC":1353,"CCOCCOCCOCCOCCOCCOCC":1354,"CCOCCOCCOCCOCCOCCOCCOCCOCCO":1355,"CNCCNCCN":1356,"CNCCNCCCN":1357,"CNCCNCCNCCN":1358,"cnns":1359,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO":1360,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO":1361,"ssss":1362,"NCCCCCNO":1363,"NCCCCCNCCCN":1364,"*)*)*)*":1365,"*)*)*)*)":1366,"*)*)*)*)[":1367,"*)*)*)*)=":1368,"OCCCCCCCCCCCCCCc":1369,"696":1370,"285":1371,"NCCCCCCCCN":1372,"NCCCCCCCCCCCCN":1373,"234567":1374,"@]/%":1375,"BrCCBr":1376,"NCCCCNCCCNCCCN":1377,"BBB":1378,"NCCCCCCCN":1379,"CCCCNCCCNCC":1380,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCO":1381,"CCCCCCSSCCS":1382,"CCOCCOCCOCCOCCOCCC":1383,"NCCCNCCSP":1384,"NCCNCCNCCNCCN":1385,"COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO":1386,"COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO":1387,"*(*)*)":1388,"FOOF":1389,"NOON":1390,"\\*)\\*":1391,"ClOOCl":1392,"(\\[*])[*])":1393,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCNC":1394,"CCCCCCCCCCSSCCCCCCCCCCc":1395}